---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.CustomInitialColor
source: html/44c14eb1-c56d-c1e8-d3a4-bae108a55707.htm
---
# CustomInitialColor Methods

Creates a copy of the InitialColor derived object.